mattmc3/ez-compinit # Must be at the top!
zsh-users/zsh-completions

getantidote/use-omz # handle OMZ dependencies
ohmyzsh/ohmyzsh path:lib/key-bindings.zsh
ohmyzsh/ohmyzsh path:plugins/command-not-found kind:defer
ohmyzsh/ohmyzsh path:plugins/gitfast kind:defer
ohmyzsh/ohmyzsh path:plugins/sudo kind:defer
ohmyzsh/ohmyzsh path:plugins/fzf kind:defer

sindresorhus/pure kind:fpath
zsh-users/zsh-autosuggestions kind:defer
MichaelAquilina/zsh-you-should-use kind:defer
zdharma-continuum/fast-syntax-highlighting
